alacritty
amd-ucode
base
base-devel
bat
blueman
bluez
bluez-utils
brave-bin
btop
btrfs-progs
catppuccin-gtk-theme-macchiato
cliphist
discord
downgrade
efibootmgr
fastfetch
flatpak
fuzzel
fzf
git
gnome-keyring
grub
grub-btrfs
hellwal
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inotify-tools
lib32-mesa
lib32-vulkan-radeon
linux
linux-firmware
loupe
man-db
mixxx
nautilus
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nwg-look
obs-studio
openssh
otf-font-awesome
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
reflector
ripgrep
rocm-smi-lib
spotify-launcher
starship
steam
stow
sudo
sushi
swaync
timeshift
timeshift-autosnap
ttf-meslo-nerd
vial-appimage
vim
visual-studio-code-bin
vulkan-radeon
waybar
wezterm-git
wireplumber
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
zellij
zsh
zsh-syntax-highlighting
